Repository: Antoine-973/wired-beauty
Catalog: symfony/translations/messages+intl-icu.*.xlf
Languages: fr

source: our story
fr: notre histoire

source: about us
fr: à propos de nous

source: our technologies
fr: nos technologies

source: studies services
fr: services d'études

source: scientific validation
fr: validation scientifique

source: Logout
fr: Déconnexion

source: Contact Us
fr: Nous contacter

source: estimation
fr: devis

source: how can we help?
fr: comment pouvons-nous aider ?

source: our beliefs values and spirits
fr: notre vision, nos valeurs et notre esprit

source: our beliefs
fr: notre vision

# IOT can save R&amp;D money and speed-up product launch tempo
source: IOT can save R&D money and speed-up product launch tempo
fr: L'informatique peut faire économiser de l'argent à la R&D et accélérer le rythme de lancement des produits.

source: Repeatability of protocols increases reliability of results
fr: La répétabilité des protocoles augmente la fiabilité des résultats

source: Data Science can help cosmetic scientists
fr: La science des données peut aider les scientifiques cosmétiques

source: values and spirit
fr: valeurs et esprit

source: Since the beginning, Wired Beauty has had 1 mission : bring evidence-based results to their clients rather than administer classical surveys. Hence the digitally enabled solutions. We have a strong entrepreneurial culture and constantly innovate to find new claims, data, new proofs and reduce the R&D cost and tempo. We aim to have a real impact on how consumers see brand performance. To help our clients, we establish new norms of excellence in cosmetic research.
fr: Depuis le début, Wired Beauty s'est fixé une mission : apporter à ses clients des résultats fondés sur des preuves plutôt que d'administrer des enquêtes classiques. D'où les solutions numériques. Nous avons une forte culture entrepreneuriale et innovons constamment pour trouver de nouvelles revendications, de nouvelles données, de nouvelles preuves et réduire les coûts et le temps de recherche et de développement. Notre objectif est d'avoir un impact réel sur la façon dont les consommateurs perçoivent la performance des marques. Pour aider nos clients, nous établissons de nouvelles normes d'excellence dans la recherche cosmétique.

source: client passion
fr: la passion du client

source: We focus on results with professionalism and constantly respect ethical codes.
fr: Nous nous concentrons sur les résultats avec professionnalisme et respectons constamment les codes éthiques.

source: We listen, we deliver.
fr: Nous écoutons, nous livrons.

source: We help our clients succeed.
fr: Nous aidons nos clients à réussir.

source: integrity and openess
fr: intégrité et ouverture

source: We say things as they are and research new frontiers open-mindedly.
fr: Nous disons les choses telles qu'elles sont et recherchons les nouvelles frontières avec ouverture d'esprit.

source: tech and consumer
fr: technologies et consommateurs

source: We use technology to better understand consumer needs and life style as well as skin reactions.
fr: Nous utilisons la technologie pour mieux comprendre les besoins et le style de vie des consommateurs, ainsi que les réactions de la peau.

source: We taylor our research to client objectives. In tubo, in vitro, in vivo.
fr: Nous adaptons nos recherches aux objectifs du client. En Tubo, en vitro, en vivo.

source: We make it simple and save people time.
fr: Nous simplifions les choses et faisons gagner du temps aux gens.

source: one team
fr: une équipe

source: We team up with labs, and their CROs all over the worlds from the concept development or for improved formulae.
fr: Nous faisons équipe avec des laboratoires et leurs CROs dans le monde entier, dès le développement du concept ou pour des formules améliorées.

source: It feels different to work with us because our pêople are unlike any other
fr: C'est différent de travailler avec nous parce que notre personnel n'est pas comme les autres.

source: We bring new perspectives: mutual trust and speed.
fr: Nous apportons de nouvelles perspectives : confiance mutuelle et rapidité.

# beauty science &amp; proofs
source: beauty science & proofs
fr: science de la beauté & preuves

source: Wired Beauty as of today is a saas based start-up co-founded by Stanislas and Sophie, two beauty experts
fr: Wired Beauty est aujourd'hui une start-up en mode SaaS cofondée par Stanislas et Sophie, deux experts en beauté. experts en beauté

source: Who become friends while working toghether at l’Oréal. Stanislas initiated the scientific research on electrochemistry and antiox measurement to develop a skincare prescription tool, and launched a first B2C sun prevention tool (mapo solar).
fr: Qui deviennent amis en travaillant ensemble chez l'Oréal. Stanislas a initié la recherche scientifique sur l'électrochimie et la mesure des antioxydants pour développer un outil de prescription de soins. outil de prescription de soins de la peau, et a lancé un premier outil de prévention solaire B2C (mapo solar).

source: In 2021, considering the blue ocean of cosmetic market research and the latest demands of consumer on efficiency proofs especially in Asia, the two of them decided to pivot to a 100% B2B Saas company, convinced by the potential of this technology.
fr: En 2021, compte tenu de l'océan bleu des études de marché des cosmétiques et des dernières exigences des consommateurs en matière de preuves d'efficacité, en particulier en Asie. consommateurs sur les preuves d'efficacité, en particulier en Asie, ils décident de passer à une société Saas 100% B2B, convaincus par le potentiel de cette technologie. convaincus par le potentiel de cette technologie.

source: As of today, Wired Beauty Technologies has invested 1.3M€ in research on their exclusive IOT, mobile app, algorithand scientific exposome and suncare knowledge partnering with a top-notch consortium
fr: À ce jour, Wired Beauty Technologies a investi 1,3 million d'euros dans la recherche sur ses connaissances exclusives en matière d'IOT, d'applications mobiles, d'algorithmes, d'exposition et de soins solaires, en partenariat avec un consortium de premier ordre. mobile, algorithme et connaissances scientifiques en matière d'exposition et de soins solaires, en partenariat avec un consortium de premier plan.

source: our team
fr: notre équipe

source: Wired Beaty Technologies is a three-sided French tech team combining the intelligence of two seasoned cosmetic professionals lien vers bio sophie et Stan , the electro chemistry knowledge of our CRO partner in Toulouse (Qima : lien vers qima) and the scientific skin expertise of a renowned dermatologist Mrs Tu-ahn DUONG lien vers BIO of the Henri Mondor Hospital in Paris. lien vers APHP It is the quality of our employees and partners that build the trust we seek. Because of their singular competences and contagious energy, they help our clients improve and simplify skincare research data.
fr: Wired Beaty Technologies est une équipe technologique française tripartite qui combine l'intelligence de deux professionnels chevronnés de la cosmétique, lien vers bio sophie et Stan, et les connaissances en électrochimie de notre partenaire CRO. lien vers bio sophie et Stan , les connaissances en électrochimie de notre partenaire CRO à Toulouse (Qima : lien vers qima) et l'expertise scientifique de la peau d'une dermatologue renommée Mme Tu-ahn. Toulouse (Qima : lien vers qima) et l'expertise scientifique de la peau d'une dermatologue renommée Mme Tu-ahn DUONG lien vers BIO de l'hôpital Henri Mondor à Paris. lien vers APHP C'est la qualité de nos employés et de nos partenaires qui crée la confiance que nous recherchons. Grâce à leurs compétences singulières et à leur énergie contagieuse, ils aident nos clients à améliorer et à simplifier les données de recherche sur les soins de la peau. les données de recherche sur les soins de la peau.

source: CEO of Wired Beauty
fr: PDG de Wired Beauty

source: An FMCG corporate life of over 20 years at Colgate-Palmolive & L’Oréal in marketing and general management positions in Europe. An entrepreneurial life with turn-arounds of a luxury brands backed by Private equity funds for followed by 7 years of consulting Lucinda which she founded. A passion for entrepreneurship as an impact investor and mentor
fr: Une vie d'entreprise dans le secteur des produits de grande consommation de plus de 20 ans chez Colgate-Palmolive & L'Oréal à des postes de marketing et de direction générale en Europe. de direction générale en Europe. Une vie d'entrepreneuse avec le redressement de marques de luxe soutenues par des fonds de capital-investissement, suivi de 7 années de conseil chez Lucinda qu'elle a fondée. suivi de 7 ans de conseil pour la société Lucinda qu'elle a fondée. Une passion pour l'entrepreneuriat en tant qu'investisseur d'impact et mentor.

source: President of Wired Beauty
fr: Président de Wired Beauty

source: 10 years at L’Oréal in marketing and general management positions in Europe. An entrepreneurial life in Europe and Asia in dermo-cosmetics (product development and alternative retail models) and data / AI. A passion for innovation and team ventures.
fr: 10 ans chez L'Oréal à des postes de marketing et de direction générale en Europe. Une vie d'entrepreneur en Europe et en Asie dans la dermo-cosmétique (développement de produits et modèles alternatifs de modèles de distribution alternatifs) et les données / l'IA. Une passion pour l'innovation et les aventures d'équipe.

source: Scientific Director of QIMA Life Sciences and former CEO of Synelvia
fr: Directeur scientifique de QIMA Life Sciences et ancien PDG de Synelvia

source: Studies Director QIMA Life Sciences Toulouse France since 2018
fr: Directeur des études QIMA Life Sciences Toulouse France depuis 2018

source: Dermatologist, APHP, Hôpital Henri Mondor
fr: Dermatologue, APHP, Hôpital Henri Mondor

source: Trainee at APHP
fr: Stagiaire à l'APHP

source: A passion for new technologies, data exploration and communication based on deep analysis.
fr: Une passion pour les nouvelles technologies, l'exploration des données et la communication basée sur une analyse approfondie.

source: Edit User
fr: Modifier l'utilisateur

source: back to list
fr: retour à la liste

source: Delete
fr: Supprimer

source: Users
fr: Utilisateurs

source: Roles
fr: Rôles

source: show
fr: afficher

source: edit
fr: modifier

source: No records found
fr: Aucun enregistrement trouvé

source: Create new
fr: Créer un nouveau

source: New User
fr: Nouvel utilisateur

source: Create new User
fr: Créer un nouvel utilisateur

source: User
fr: Utilisateur

source: Edit AccountRequest
fr: Modifier la demande

source: Back to list
fr: Retour à la liste

source: Validate
fr: Valider

source: AccountRequest
fr: Demande de compte

source: Account Request
fr: Demande de compte

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Phone
fr: Téléphone

source: Company
fr: Entreprise

source: Role
fr: Rôle

source: No requests found
fr: Aucune demande trouvée

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Is valid
fr: Est valide

source: validate
fr: valider

source: we research skincare
fr: nous faisons des recherches sur les soins de la peau

source: We are looking for skin care ! WIRED BEAUTY is a new datadriven market research company dedicated to cosmetic laboratories.
fr: Nous recherchons des soins de la peau ! WIRED BEAUTY est une nouvelle société d'études de marché axée sur les données et dédiée aux laboratoires cosmétiques..

source: speed of study
fr: vitesse d'étude

source: Save time with faster consumer testing and real time tracking of your study. We remain flexible on the duration of the test
fr: Gagnez du temps avec des tests consommateurs plus rapides et un suivi en temps réel de votre étude. Nous restons flexibles sur la durée du test

source: reliability
fr: fiabilité

source: Gain reliability with a larger panel of consumers who will test your products so that your studies are more credible to your audience.
fr: Gagnez en fiabilité avec un panel plus large de consommateurs qui testeront vos produits afin que vos études soient plus crédibles pour votre public.

source: attractive prices
fr: prix attractifs

source: Our reports offer both qualitative and quantitative results without taking up a significant portion of your budget
fr: Nos rapports offrent des résultats à la fois qualitatifs et quantitatifs sans absorber une part importante de votre votre budget

source: customers
fr: clients

source: Professionals
fr: Professionnels

source: Panelists
fr: Testeurs

source: Scientist
fr: Scientifique

source: Password Reset Email Sent
fr: Envoi du courriel de réinitialisation du mot de passe

source: If an account matching your email exists, then an email was just sent that contains a link that you can use to reset your password. This link will expire in
fr: Si un compte correspondant à votre adresse e-mail existe, alors un e-mail vient d'être envoyé contenant un lien que vous pouvez utiliser pour réinitialiser votre mot de passe. Ce lien expirera dans

source: If you don't receive an email please check your spam folder or
fr: Si vous ne recevez pas d'e-mail, vérifiez votre dossier de courrier indésirable (spam) ou

source: try again
fr: réessayer

source: Reset your password
fr: Réinitialiser votre mot de passe

source: Reset password
fr: Réinitialiser le mot de passe

source: Hi
fr: Bonjour

source: To reset your password, please visit the following link
fr: Pour réinitialiser votre mot de passe, veuillez consulter le lien suivant

source: This link will expire in
fr: Ce lien expirera dans

source: Cheers
fr: Cordialement

source: Enter your email address and we will send you a link to reset your password.
fr: Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: Send password reset email
fr: Envoyer un courriel de réinitialisation du mot de passe

source: who become friends while working toghether at l’Oréal. Stanislas initiated the scientific research on electrochemistry and antiox measurement to develop a skincare prescription tool, and launched a first B2C sun prevention tool (mapo solar).
fr: qui deviennent amis en travaillant ensemble chez l'Oréal. Stanislas a initié la recherche scientifique sur l'électrochimie et la mesure des antioxydants pour développer un outil de prescription de soins de la peau. outil de prescription de soins de la peau, et a lancé un premier outil de prévention solaire B2C (mapo solar).

source: Our measurements range from targeted markers such as Ascorbic acid, Alpha Tocopherol and squalen/sebum and non targeted measurements of the barrier function or the antioxydative capacity of the skin.
fr: Nos mesures vont des marqueurs ciblés tels que l'acide ascorbique, l'alpha-tocophérol et le squalen/sébum aux mesures non ciblées de la fonction barrière ou de la capacité antioxydante. squalen/sébum et des mesures non ciblées de la fonction barrière ou de la capacité antioxydante de la peau. la peau.

source: Our scientific partners have established that our measurement of TEWL is statistically correlated to that of chromatography which is the reference methodology as opposed to corneometry. Our technology is complementary to imagery.
fr: Nos partenaires scientifiques ont établi que notre mesure du TEWL est statistiquement corrélée à celle de la chromatographie. celle de la chromatographie qui est la méthodologie de référence par opposition à la cornéométrie. Notre technologie est complémentaire de l'imagerie.

source: our insanely fast algorithm!
fr: notre algorithme incroyablement rapide !

source: Thanks to its IOT, its mobile consumer app and its standardized single-use patches, Wired Beauty can decifer within seconds skin antioxydative and mosterizing reactions. Artificial intelligence improves repeatability of process.
fr: Grâce à son IOT, son application mobile grand public et ses patchs standardisés à usage unique, Wired Beauty peut déchiffrer en quelques secondes les réactions antioxydantes et matifiantes de la peau. L'intelligence artificielle améliore la répétabilité du processus.

source: book a demo
fr: réserver une démo

source: wired beauty scientific partners
fr: nos partenaires scientifiques

source: The Wired Beauty technology is the fruit of a scientific consortium uniting the founders of Wired Beauty, the APHP (Assistance Publique – Hôpitaux de Paris www.APHP.fr and the French Contract Research Organization (CRO), QIMA www.qima.fr
fr: La technologie Wired Beauty est le fruit d'un consortium scientifique réunissant les fondateurs de Wired Beauty, l'APHP (Assistance Publique - Hôpitaux de Paris) www.APHP.fr et la société française de recherche sous contrat (SRC). française (CRO), QIMA www.qima.fr

source: TOGETHER THEY HAVE:
fr: ENSEMBLE, ILS ONT :

source: Demonstrated the power of electrochemistry to decifer antioxydative performance on the skin Proved that the Wired Beauty IOT nomadic lab can level with traditionnal chromatography test in less than 1 minute (90% correlation) Found that the Wired Beauty IOT nomadic lab device can beat TWELL tests Miniaturized the Wired Beauty IOT nomadic device Developped the interpretation of the signal algorythm within minutes
fr: Démontré le pouvoir de l'électrochimie pour déceler la performance antioxydante sur la peau. Démontré que le laboratoire nomade IOT de Wired Beauty peut égaler un test de chromatographie traditionnel en moins d'une minute. moins d'une minute (corrélation de 90%) Il a été démontré que le laboratoire nomade Wired Beauty IOT peut battre les tests TWELL. Miniaturisation du dispositif nomade IOT de Wired Beauty. Développement de l'interprétation de l'algorythme du signal en quelques minutes.

source: read a study
fr: lire une étude

source: fill in my study
fr: publier mon étude

source: similarities with medicament protocols
fr: similarités avec les protocoles de médicaments

source: Skin care product testing often resembles the protocols of medicament testing. It is a long sequencial process which aims to protect the voluntary testers, measure performance, record side-effects. For the most serious cosmetic labs, it is not rare to spend over 18 months gathering and analyzing the results of the following stages.
fr: Les tests des produits de soins de la peau ressemblent souvent aux protocoles des tests de médicaments. Il s'agit d'un long processus séquentiel qui vise à protéger les testeurs volontaires, à mesurer les performances, à enregistrer les effets secondaires, etc. les effets secondaires. Pour les laboratoires cosmétiques les plus sérieux, il n'est pas rare de passer plus de 18 mois à rassembler et analyser les résultats des étapes suivantes. résultats des étapes suivantes.

source: what makes wired beauty different?
fr: qu'est-ce qui rend wired beauty différent?

source: interview of founders
fr: interview des fondateurs

source: become a panelist
fr: devenir testeur

source: we value your privacy
fr: nous accordons de l'importance à votre vie privée

source: Wired Beauty use cookies and similar technologies to enhance your experience and measure your interactions with our websites, products and services. This allows us to provide you with relevant information in your searches and advertisements on websites like this one. If you are comfortable with this, click "I accept". Or,
fr: Wired Beauty utilise des cookies et des technologies similaires pour améliorer votre expérience et mesurer vos interactions avec nos sites web, produits et services. Cela nous permet de vous fournir des informations pertinentes dans vos recherches et publicités sur des sites web comme celui-ci. Si cela vous convient, cliquez sur "J'accepte". Ou bien,

# I dot not&#10; accept
source: I dot not accept
fr: Je n'accepte pas

source: i accept
fr: J'accepte

source: privacy statement
fr: déclaration de confidentialité

source: legal
fr: mentions légales

source: cookies policy
fr: politique de cookies

source: Edit Article
fr: Modifier l'article

source: Article index
fr: Articles

source: Title
fr: Titre

source: no records found
fr: aucun enregistrement trouvé

source: New Article
fr: Nouvel article

source: Create new Article
fr: Créer un nouvel article

source: We use technology to better understand consumer needs and life style as well as skin reactions.
fr: Nous utilisons la technologie pour mieux comprendre les besoins et le style de vie des consommateurs, ainsi que les réactions de la peau..

source: Hello
fr: Bonjour

source: Find out the latest studies
fr: Découvrez les dernières études

source: our vision
fr: notre vision

source: contact us
fr: contactez-nous

source: QIMA Life Sciences (formerly Bioalternatives & Synelvia) offers analytical services tailored to skin biology. The assay offering ranges from virtual in silico screening to bioanalysis of non-invasive clinical samples clinical samples, as well as in vitro and ex vivo tests.
fr: QIMA Life Sciences (anciennement Bioalternatives & Synelvia) offre des services analytiques adaptés à la biologie de la peau. L'offre de tests va du criblage virtuel in silico à la bioanalyse d'échantillons cliniques non invasifs échantillons cliniques, ainsi que des tests in vitro et ex vivo.

source: École Centrale Paris, Intern of the Paris Hospitals, PhD
fr: École Centrale Paris, Interne des Hôpitaux de Paris, PhD

source: Decline
fr: Refuser

source: At Wired Beauty, we share your mission to create a healthier world for everyone. Your goals matter and we’re here to help make sure they are met. Request information about our services so that we can meet your needs using the form below.
fr: Chez Wired Beauty, nous partageons votre mission de créer un monde plus sain pour tous. Vos objectifs sont importants et nous sommes et nous sommes là pour vous aider à les atteindre. Demandez des informations sur nos services afin que nous puissions répondre à vos besoins en utilisant le formulaire ci-dessous.

source: how it works
fr: comment ça marche

source: READ
fr: LIRE

source: New Study
fr: Nouvelle étude

source: Add a new study
fr: Ajouter une nouvelle étude

source: Study
fr: Étude

source: Path
fr: Chemin d'accès

source: Created at
fr: Créé le

source: Why choose Wired Beauty for your clinical study?
fr: Pourquoi choisir Wired Beauty pour votre étude clinique ?

source: Wired Beauty offers you qualitative and quantitative data, with real-time monitoring. You will also have the testers' feedback on your product.
fr: Wired Beauty vous offre des données qualitatives et quantitatives, avec un suivi en temps réel. Vous aurez également le retour des testeurs sur votre produit.

source: What is Wired Beauty's technology?
fr: Quelle est la technologie de Wired Beauty ?

source: Wired Beauty asks testers to place patches on 2 cheeks that are not treated in the same way, these results are sent to a connected box that receives the data, which is sent back to the application in the user's smartphone. This data automatically generates reports that scientists can consult.
fr: Wired Beauty demande aux testeurs de placer des patchs sur 2 joues qui ne sont pas traitées de la même manière, ces résultats sont envoyés à un boîtier connecté qui reçoit les données, lesquelles sont renvoyées à l'application application dans le smartphone de l'utilisateur. Ces données génèrent automatiquement des rapports que scientifiques peuvent consulter.

source: Who are the founders of Wired Beauty?
fr: Qui sont les fondateurs de Wired Beauty ?
