Repository: Antoine-973/wired-beauty
Catalog: symfony/translations/messages+intl-icu.*.xlf
Languages: fr

source: Stanislas Vandier Entrepreneur in dermo-cosmetics and digital with 10 years of experience at L'Oréal in marketing and business unit management & Sophie La Tanneur More than 20 years of FMCG corporate life at Colgate-Palmolive & L'Oréal in marketing and general management positions in Europe.
fr: Stanislas Vandier Entrepreneur dans la dermo-cosmétique et le digital avec 10 ans d'expérience chez L'Oréal dans le marketing et la gestion d'unité d'affaires & Sophie La Tanneur Plus de 20 ans de vie d'entreprise dans le secteur des produits de grande consommation chez Colgate-Palmolive et L'Oréal, à des postes de marketing et de direction générale en Europe. dans des postes de marketing et de direction générale en Europe.

source: LOGIN TO READ
fr: CONNECTEZ-VOUS POUR LIRE

source: Edit study
fr: Modifier l'étude

source: Studies
fr: Études

source: reports
fr: rapports d'études

source: new report
fr: nouveau rapport

source: estimation request
fr: Devis

source: the blog
fr: le blog

source: privacy policy
fr: Politique de confidentialité

source: renewal of the brand
fr: renouveau de la marque

source: Reports
fr: Rapports

source: New report
fr: Nouveau rapport

source: home
fr: Accueil

source: The blog
fr: Blog
